Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Import screenshots into device frames, add and translate languages, and set per-language text.
ar: قم باستيراد لقطات الشاشة إلى إطارات الجهاز، وإضافة اللغات وترجمتها، وتعيين النص لكل لغة.
ca: Importeu captures de pantalla als marcs del dispositiu, afegiu i traduïu idiomes i configureu el text per idioma.
cs: Importujte snímky obrazovky do rámečků zařízení, přidávejte a překládejte jazyky a nastavte text pro jednotlivé jazyky.
da: Importer skærmbilleder til enhedens rammer, tilføj og oversæt sprog, og indstil tekst pr. sprog.
de: Screenshots in Geräterahmen importieren, Sprachen hinzufügen und übersetzen und Text pro Sprache festlegen.
el: Εισαγάγετε στιγμιότυπα οθόνης σε καρέ συσκευής, προσθέστε και μεταφράστε γλώσσες και ορίστε κείμενο ανά γλώσσα.
es: Importar capturas en marcos de dispositivo, añadir y traducir idiomas y definir el texto de cada idioma.
fa: اسکرین‌شات‌ها را در قاب‌های دستگاه وارد کند، زبان اضافه و ترجمه کند و متن هر زبان را تنظیم کند.
fi: Tuo kuvakaappauksia laitteen kehyksiin, lisää ja käännä kieliä ja aseta kielikohtaista tekstiä.
fr: Importer des captures d'écran dans les cadres d'appareil, ajouter et traduire des langues, et définir le texte propre à chaque langue.
he: ייבא צילומי מסך למסגרות של מכשיר, הוסף ותרגם שפות והגדר טקסט לכל שפה.
hr: Uvezite snimke zaslona u okvire uređaja, dodajte i prevedite jezike i postavite tekst za svaki jezik.
hu: Képernyőképeket importálhat eszközkeretekbe, nyelveket adhat hozzá és fordíthat, valamint nyelvenkénti szöveget állíthat be.
id: Impor tangkapan layar ke dalam bingkai perangkat, tambahkan dan terjemahkan bahasa, dan atur teks per bahasa.
it: Importare screenshot nelle cornici dei dispositivi, aggiungere e tradurre lingue e impostare il testo per ogni lingua.
ja: デバイスフレームへのスクリーンショットの読み込み、言語の追加と翻訳、言語ごとのテキストの設定。
ko: 스크린샷을 기기 프레임으로 가져오고, 언어를 추가 및 번역하고, 언어별 텍스트를 설정하세요.
ms: Import tangkapan skrin ke dalam bingkai peranti, tambah dan menterjemah bahasa dan tetapkan teks setiap bahasa.
nl: Importeer schermafbeeldingen in apparaatframes, voeg talen toe en vertaal ze, en stel tekst per taal in.
no: Importer skjermbilder til enhetsrammer, legg til og oversett språk, og angi per-språk tekst.
pl: Importuj zrzuty ekranu do ramek urządzeń, dodawaj i tłumacz języki oraz ustawiaj tekst dla poszczególnych języków.
pt_br: Importe capturas de tela para molduras de dispositivo, adicione e traduza idiomas e defina textos por idioma.
pt_pt: Importe capturas de ecrã para quadros de dispositivos, adicione e traduza idiomas e defina texto por idioma.
ro: Importați capturi de ecran în cadrele dispozitivului, adăugați și traduceți limbi și setați text pentru fiecare limbă.
ru: Импортировать скриншоты в рамки устройств, добавлять и переводить языки, задавать текст для каждого языка.
sk: Importujte snímky obrazovky do rámov zariadení, pridávajte a prekladajte jazyky a nastavte text pre jednotlivé jazyky.
sl: Uvozite posnetke zaslona v okvire naprave, dodajte in prevedite jezike ter nastavite besedilo za vsak jezik.
sv: Importera skärmdumpar till enhetsramar, lägg till och översätt språk och ställ in text per språk.
th: นำเข้าภาพหน้าจอลงในเฟรมอุปกรณ์ เพิ่มและแปลภาษา และตั้งค่าข้อความตามภาษา
tr: Ekran görüntülerini aygıt çerçevelerine aktarın, dil ekleyip çevirin ve dile özgü metin belirleyin.
uk: Імпортуйте знімки екрана в рамки пристроїв, додавайте й перекладайте мови та задавайте текст для кожної мови.
ur: ڈیوائس کے فریموں میں اسکرین شاٹس درآمد کریں، زبانیں شامل کریں اور ترجمہ کریں، اور فی زبان کا متن سیٹ کریں۔
vi: Nhập ảnh chụp màn hình vào khung thiết bị, thêm và dịch ngôn ngữ cũng như đặt văn bản cho mỗi ngôn ngữ.
zh_hans: 将截图导入设备边框，添加并翻译语言，以及设置各语言的文本。
zh_hant: 將螢幕截圖輸入裝置外框、加入並翻譯語言，以及設定各語言的文字。

source: Import the .p8 file downloaded when the key was created
ar: قم باستيراد الملف .p8 الذي تم تنزيله عند إنشاء المفتاح
ca: Importa el fitxer .p8 baixat quan es va crear la clau
cs: Importujte soubor .p8 stažený při vytvoření klíče
da: Importer .p8-filen, der blev downloadet, da nøglen blev oprettet
de: Importieren Sie die Datei .p8, die beim Erstellen des Schlüssels heruntergeladen wurde
el: Εισαγάγετε το αρχείο .p8 που λήφθηκε κατά τη δημιουργία του κλειδιού
es: Importa el archivo .p8 descargado al crear la clave
fa: فایل .p8 را که هنگام ایجاد کلید دانلود شده است، وارد کنید
fi: Tuo .p8-tiedosto, joka on ladattu avaimen luomisen yhteydessä
fr: Importer le fichier .p8 téléchargé lors de la création de la clé
he: ייבא את הקובץ .p8 שהורד עם יצירת המפתח
hr: Uvezite datoteku .p8 preuzetu prilikom izrade ključa
hu: Importálja a kulcs létrehozásakor letöltött .p8 fájlt
id: Impor file .p8 yang diunduh saat kunci dibuat
ja: キーの作成時にダウンロードされた .p8 ファイルをインポートします
ko: 키 생성 시 다운로드한 .p8 파일을 가져옵니다.
ms: Import fail .p8 yang dimuat turun apabila kunci dibuat
nl: Importeer het .p8-bestand dat is gedownload toen de sleutel werd gemaakt
no: Importer .p8-filen som ble lastet ned da nøkkelen ble opprettet
pl: Zaimportuj plik .p8 pobrany podczas tworzenia klucza
pt_br: Importe o arquivo .p8 baixado quando a chave foi criada
pt_pt: Importe o ficheiro .p8 baixado quando a chave foi criada
ro: Importați fișierul .p8 descărcat când a fost creată cheia
sk: Importujte súbor .p8 stiahnutý pri vytváraní kľúča
sl: Uvozite datoteko .p8, ki ste jo prenesli, ko je bil ključ ustvarjen
sv: Importera .p8-filen som laddades ner när nyckeln skapades
th: นำเข้าไฟล์ .p8 ที่ดาวน์โหลดเมื่อสร้างคีย์
ur: کلید بننے پر ڈاؤن لوڈ کی گئی .p8 فائل درآمد کریں۔
vi: Nhập tệp .p8 được tải xuống khi khóa được tạo
zh_hans: 导入创建密钥时下载的 .p8 文件

source: Import the .p8 file downloaded when the key was created.
ar: قم باستيراد الملف .p8 الذي تم تنزيله عند إنشاء المفتاح.
ca: Importa el fitxer .p8 baixat quan es va crear la clau.
cs: Importujte soubor .p8 stažený při vytvoření klíče.
da: Importer .p8-filen, der blev downloadet, da nøglen blev oprettet.
de: Importiere die .p8-Datei, die beim Erstellen des Schlüssels geladen wurde.
el: Εισαγάγετε το αρχείο .p8 που λήφθηκε κατά τη δημιουργία του κλειδιού.
es: Importa el archivo .p8 descargado al crear la clave.
fa: فایل .p8 را که هنگام ایجاد کلید دانلود شده است، وارد کنید.
fi: Tuo .p8-tiedosto, joka on ladattu avaimen luomisen yhteydessä.
fr: Importez le fichier .p8 téléchargé lors de la création de la clé.
he: ייבא את הקובץ .p8 שהורד עם יצירת המפתח.
hr: Uvezite datoteku .p8 preuzetu prilikom izrade ključa.
hu: Importálja a kulcs létrehozásakor letöltött .p8 fájlt.
id: Impor file .p8 yang diunduh saat kunci dibuat.
it: Importa il file .p8 scaricato al momento della creazione della chiave.
ja: キーの作成時にダウンロードした .p8 ファイルを読み込んでください。
ko: 키 생성 시 다운로드한 .p8 파일을 가져옵니다.
ms: Import fail .p8 yang dimuat turun apabila kunci dibuat.
nl: Importeer het .p8-bestand dat is gedownload toen de sleutel werd gemaakt.
no: Importer .p8-filen som ble lastet ned da nøkkelen ble opprettet.
pl: Zaimportuj plik .p8 pobrany podczas tworzenia klucza.
pt_br: Importe o arquivo .p8 baixado quando a chave foi criada.
pt_pt: Importe o ficheiro .p8 baixado quando a chave foi criada.
ro: Importați fișierul .p8 descărcat când a fost creată cheia.
ru: Импортируйте файл .p8, загруженный при создании ключа.
sk: Importujte súbor .p8 stiahnutý pri vytváraní kľúča.
sl: Uvozite datoteko .p8, ki ste jo prenesli, ko je bil ključ ustvarjen.
sv: Importera .p8-filen som laddades ner när nyckeln skapades.
th: นำเข้าไฟล์ .p8 ที่ดาวน์โหลดเมื่อสร้างคีย์
tr: Anahtar oluşturulduğunda indirilen .p8 dosyasını içe aktarın.
uk: Імпортуйте файл .p8, завантажений під час створення ключа.
ur: کلید بننے پر ڈاؤن لوڈ کی گئی .p8 فائل درآمد کریں۔
vi: Nhập tệp .p8 được tải xuống khi khóa được tạo.
zh_hans: 导入创建密钥时下载的 .p8 文件。
zh_hant: 輸入建立密鑰時下載的 .p8 檔案。

source: Import the Google service account JSON key in Settings → Google Play.
ar: قم باستيراد مفتاح JSON لحساب خدمة Google في الإعدادات → Google Play.
ca: Importa la clau JSON del compte de servei de Google a Configuració → Google Play.
cs: Importujte klíč JSON servisního účtu Google v Nastavení → Google Play.
da: Importer Google-tjenestekontoens JSON-nøgle i Indstillinger → Google Play.
de: Importiere den JSON-Schlüssel des Google-Dienstkontos unter „Einstellungen“ → „Google Play“.
el: Εισαγάγετε το κλειδί JSON του λογαριασμού υπηρεσίας Google στις Ρυθμίσεις → Google Play.
es: Importa la clave JSON de la cuenta de servicio de Google en Ajustes → Google Play.
fa: کلید JSON حساب سرویس Google را در تنظیمات → Google Play وارد کنید.
fi: Tuo Google-palvelutilin JSON-avain kohdassa Asetukset → Google Play.
fr: Importez la clé JSON du compte de service Google dans Réglages → Google Play.
he: ייבא את מפתח JSON של חשבון שירות Google בהגדרות → Google Play.
hr: Uvezite JSON ključ računa Google usluge u Postavke → Google Play.
hu: Importálja a Google-szolgáltatásfiók JSON-kulcsát a Beállítások → Google Play menüpontban.
id: Impor kunci JSON akun layanan Google di Pengaturan → Google Play.
it: Importa la chiave JSON dell'account di servizio Google in Impostazioni → Google Play.
ja: 設定 → Google Play で Google サービスアカウントの JSON キーを読み込んでください。
ko: 설정 → Google Play에서 Google 서비스 계정 JSON 키를 가져옵니다.
ms: Import kunci JSON akaun perkhidmatan Google dalam Tetapan → Google Play.
nl: Importeer de JSON-sleutel van het Google-serviceaccount in Instellingen → Google Play.
no: Importer Google-tjenestekontoens JSON-nøkkel i Innstillinger → Google Play.
pl: Zaimportuj klucz JSON konta usługi Google w Ustawieniach → Google Play.
pt_br: Importe a chave JSON da conta de serviço do Google em Ajustes → Google Play.
pt_pt: Importe a chave JSON da conta de serviço do Google em Configurações → Google Play.
ro: Importați cheia JSON contului de serviciu Google în Setări → Google Play.
ru: Импортируйте JSON-ключ сервисного аккаунта Google в разделе «Настройки» → Google Play.
sk: Importujte kľúč JSON servisného účtu Google v časti Nastavenia → Google Play.
sl: Uvozite ključ JSON računa storitve Google v Nastavitve → Google Play.
sv: Importera Google-tjänstkontots JSON-nyckel i Inställningar → Google Play.
th: นำเข้าคีย์ JSON ของบัญชีบริการ Google ในการตั้งค่า → Google Play
tr: Google hizmet hesabı JSON anahtarını Ayarlar → Google Play bölümünde içe aktarın.
uk: Імпортуйте ключ JSON сервісного облікового запису Google у розділі «Параметри → Google Play».
ur: ترتیبات → Google Play میں Google سروس اکاؤنٹ JSON کلید درآمد کریں۔
vi: Nhập khóa JSON của tài khoản dịch vụ Google trong Cài đặt → Google Play.
zh_hans: 请在“设置”→ Google Play 中导入 Google 服务账号 JSON 密钥。
zh_hant: 請在「設定」→ Google Play 中輸入 Google 服務帳號 JSON 密鑰。

source: Import the service account JSON key below, then test the connection.
ar: قم باستيراد مفتاح JSON لحساب الخدمة أدناه، ثم اختبر الاتصال.
ca: Importeu la clau JSON del compte de servei a continuació i, a continuació, proveu la connexió.
cs: Importujte klíč JSON servisního účtu níže a poté otestujte připojení.
da: Importer tjenestekontoens JSON-nøgle nedenfor, og test derefter forbindelsen.
de: Importiere unten den JSON-Schlüssel des Dienstkontos und teste dann die Verbindung.
el: Εισαγάγετε το κλειδί JSON λογαριασμού υπηρεσίας παρακάτω και, στη συνέχεια, δοκιμάστε τη σύνδεση.
es: Importa la clave JSON de la cuenta de servicio a continuación y luego prueba la conexión.
fa: کلید JSON حساب سرویس را در زیر وارد کنید، سپس اتصال را آزمایش کنید.
fi: Tuo alla oleva palvelutilin JSON-avain ja testaa sitten yhteyttä.
fr: Importez la clé JSON du compte de service ci-dessous, puis testez la connexion.
he: ייבא את מפתח JSON של חשבון השירות למטה ולאחר מכן בדוק את החיבור.
hr: Uvezite JSON ključ računa usluge u nastavku, a zatim testirajte vezu.
hu: Importálja az alábbi szolgáltatásfiók JSON-kulcsát, majd tesztelje a kapcsolatot.
id: Impor kunci JSON akun layanan di bawah, lalu uji koneksi.
it: Importa qui sotto la chiave JSON dell'account di servizio, poi verifica la connessione.
ja: 下でサービスアカウントの JSON キーを読み込んでから、接続をテストしてください。
ko: 아래 서비스 계정 JSON 키를 가져온 후 연결을 테스트하세요.
ms: Import kunci JSON akaun perkhidmatan di bawah, kemudian uji sambungan.
nl: Importeer hieronder de JSON-sleutel van het serviceaccount en test vervolgens de verbinding.
no: Importer tjenestekontoen JSON-nøkkelen nedenfor, og test deretter tilkoblingen.
pl: Zaimportuj poniższy klucz JSON konta usługi, a następnie przetestuj połączenie.
pt_br: Importe a chave JSON da conta de serviço abaixo e teste a conexão.
pt_pt: Importe a chave JSON da conta de serviço abaixo e teste a conexão.
ro: Importați cheia JSON contului de serviciu de mai jos, apoi testați conexiunea.
ru: Импортируйте JSON-ключ сервисного аккаунта ниже, затем проверьте подключение.
sk: Importujte kľúč JSON servisného účtu nižšie a potom otestujte pripojenie.
sl: Uvozite spodnji ključ JSON storitvenega računa, nato preizkusite povezavo.
sv: Importera tjänstkontots JSON-nyckel nedan och testa sedan anslutningen.
th: นำเข้าคีย์ JSON ของบัญชีบริการด้านล่าง จากนั้นทดสอบการเชื่อมต่อ
tr: Aşağıdan hizmet hesabı JSON anahtarını içe aktarın, ardından bağlantıyı test edin.
uk: Імпортуйте ключ JSON сервісного облікового запису нижче, а потім перевірте з’єднання.
ur: ذیل میں سروس اکاؤنٹ JSON کلید درآمد کریں، پھر کنکشن کی جانچ کریں۔
vi: Nhập khóa JSON của tài khoản dịch vụ bên dưới, sau đó kiểm tra kết nối.
zh_hans: 请在下方导入服务账号 JSON 密钥，然后测试连接。
zh_hant: 請在下方輸入服務帳號 JSON 密鑰，然後測試連線。

source: Import your service account JSON key in Settings → Google Play.
ar: قم باستيراد مفتاح JSON لحساب الخدمة الخاص بك في الإعدادات → Google Play.
ca: Importeu la clau JSON del vostre compte de servei a Configuració → Google Play.
cs: Importujte klíč JSON svého servisního účtu v Nastavení → Google Play.
da: Importer din tjenestekonto JSON-nøgle i Indstillinger → Google Play.
de: Importiere den JSON-Schlüssel deines Dienstkontos unter „Einstellungen“ → „Google Play“.
el: Εισαγάγετε το κλειδί JSON του λογαριασμού υπηρεσίας σας στις Ρυθμίσεις → Google Play.
es: Importa la clave JSON de tu cuenta de servicio en Ajustes → Google Play.
fa: کلید JSON حساب سرویس خود را در تنظیمات → Google Play وارد کنید.
fi: Tuo palvelutilisi JSON-avain kohdassa Asetukset → Google Play.
fr: Importez la clé JSON de votre compte de service dans Réglages → Google Play.
he: ייבא מפתח JSON של חשבון השירות שלך בהגדרות ← Google Play.
hr: Uvezite JSON ključ vašeg računa usluge u Postavke → Google Play.
hu: Importálja szolgáltatásfiókjának JSON-kulcsát a Beállítások → Google Play menüpontban.
id: Impor kunci JSON akun layanan Anda di Pengaturan → Google Play.
it: Importa la chiave JSON del tuo account di servizio in Impostazioni → Google Play.
ja: 設定 → Google Play でサービスアカウントの JSON キーを読み込んでください。
ko: 설정 → Google Play에서 서비스 계정 JSON 키를 가져오세요.
ms: Import kunci JSON akaun perkhidmatan anda dalam Tetapan → Google Play.
nl: Importeer de JSON-sleutel van uw serviceaccount in Instellingen → Google Play.
no: Importer tjenestekontoens JSON-nøkkel i Innstillinger → Google Play.
pl: Zaimportuj klucz JSON konta usługi w Ustawieniach → Google Play.
pt_br: Importe a chave JSON da sua conta de serviço em Ajustes → Google Play.
pt_pt: Importe a chave JSON da sua conta de serviço em Configurações → Google Play.
ro: Importați cheia JSON pentru contul dvs. de serviciu în Setări → Google Play.
ru: Импортируйте JSON-ключ своего сервисного аккаунта в разделе «Настройки» → Google Play.
sk: Importujte kľúč JSON svojho servisného účtu v časti Nastavenia → Google Play.
sl: Uvozite ključ JSON svojega storitvenega računa v Nastavitve → Google Play.
sv: Importera JSON-nyckeln för ditt tjänstkonto i Inställningar → Google Play.
th: นำเข้าคีย์ JSON ของบัญชีบริการในการตั้งค่า → Google Play
tr: Hizmet hesabı JSON anahtarınızı Ayarlar → Google Play bölümünde içe aktarın.
uk: Імпортуйте ключ JSON свого сервісного облікового запису в розділі «Параметри → Google Play».
ur: ترتیبات → Google Play میں اپنا سروس اکاؤنٹ JSON کلید درآمد کریں۔
vi: Nhập khóa JSON của tài khoản dịch vụ của bạn trong Cài đặt → Google Play.
zh_hans: 请在“设置”→ Google Play 中导入你的服务账号 JSON 密钥。
zh_hant: 請在「設定」→ Google Play 中輸入你的服務帳號 JSON 密鑰。

source: Imported
ar: مستورد
ca: Importat
cs: Importováno
da: Importeret
de: Importiert
el: Εισαγόμενο
es: Importada
fa: وارد شد
fi: Tuotu
fr: Importé
he: מיובא
hr: Uvezeno
hu: Importált
id: Diimpor
it: Importato
ja: 読み込み済み
ko: 가져옴
ms: Diimport
nl: Geïmporteerd
no: Importert
pl: Importowane
pt_br: Importado
pt_pt: Importado
ro: Importat
ru: Импортировано
sk: Importované
sl: Uvoženo
sv: Importerad
th: นำเข้า
tr: İçe aktarıldı
uk: Імпортовано
ur: درآمد شدہ
vi: Đã nhập
zh_hans: 已导入
zh_hant: 已輸入

source: Imported fonts are bundled with the project so they survive iCloud sync and project transfer.
ar: يتم تجميع الخطوط المستوردة مع المشروع حتى تظل قادرة على الصمود في مزامنة iCloud ونقل المشروع.
ca: Els tipus de lletra importats s'agrupen amb el projecte de manera que sobreviuen a la sincronització iCloud i a la transferència del projecte.
cs: Importovaná písma jsou součástí projektu, takže vydrží synchronizaci iCloud a přenos projektu.
da: Importerede skrifttyper er bundtet med projektet, så de overlever iCloud synkronisering og projektoverførsel.
de: Importierte Schriften werden im Projekt mitgespeichert und bleiben so bei iCloud-Synchronisierung und Projektweitergabe erhalten.
el: Οι εισαγόμενες γραμματοσειρές ομαδοποιούνται με το έργο, ώστε να επιβιώνουν από τον συγχρονισμό iCloud και τη μεταφορά του έργου.
es: Las fuentes importadas se guardan con el proyecto, así que se conservan al sincronizar con iCloud y al transferir el proyecto.
fa: فونت‌های واردشده درون پروژه نگه داشته می‌شوند تا در همگام‌سازی iCloud و انتقال پروژه از دست نروند.
fi: Tuodut kirjasimet on niputettu projektiin, jotta ne kestävät iCloud synkronoinnin ja projektin siirron.
fr: Les polices importées sont intégrées au projet, si bien qu'elles sont conservées lors de la synchronisation iCloud et du transfert du projet.
he: גופנים מיובאים מצורפים לפרויקט כך שהם שורדים את סנכרון iCloud והעברת הפרויקט.
hr: Uvezeni fontovi su u paketu s projektom tako da prežive iCloud sinkronizaciju i prijenos projekta.
hu: Az importált betűtípusok a projekthez tartoznak, így túlélik a iCloud szinkronizálását és a projektátvitelt.
id: Font yang diimpor digabungkan dengan proyek sehingga dapat bertahan dalam sinkronisasi iCloud dan transfer proyek.
it: I font importati vengono inclusi nel progetto, così sopravvivono alla sincronizzazione iCloud e al trasferimento del progetto.
ja: 読み込んだフォントはプロジェクトに同梱されるため、iCloud 同期やプロジェクトの移動後もそのまま使えます。
ko: 가져온 서체는 프로젝트와 함께 저장되므로 iCloud 동기화나 프로젝트 전송 후에도 유지됩니다.
ms: Fon yang diimport digabungkan dengan projek supaya ia dapat bertahan dalam penyegerakan iCloud dan pemindahan projek.
nl: Geïmporteerde lettertypen worden bij het project geleverd, zodat ze de synchronisatie en projectoverdracht van iCloud overleven.
no: Importerte skrifter er samlet med prosjektet slik at de overlever iCloud synkronisering og prosjektoverføring.
pl: Zaimportowane czcionki są dołączone do projektu, dzięki czemu przetrwają iCloud synchronizację i transfer projektu.
pt_br: As fontes importadas são incluídas no projeto para que sobrevivam à sincronização do iCloud e à transferência do projeto.
pt_pt: As fontes importadas são incluídas no projeto para que sobrevivam à sincronização iCloud e à transferência do projeto.
ro: Fonturile importate sunt incluse în proiect, astfel încât să supraviețuiască iCloud sincronizării și transferului de proiect.
ru: Импортированные шрифты хранятся вместе с проектом, поэтому сохраняются при синхронизации iCloud и переносе проекта.
sk: Importované písma sú súčasťou projektu, takže prežijú synchronizáciu iCloud a prenos projektu.
sl: Uvožene pisave so priložene projektu, tako da preživijo iCloud sinhronizacijo in prenos projekta.
sv: Importerade teckensnitt buntas med projektet så att de överlever iCloud synkronisering och projektöverföring.
th: แบบอักษรที่นำเข้าจะรวมอยู่ในโปรเจ็กต์เพื่อให้สามารถซิงค์และโอนโปรเจ็กต์ iCloud ได้
tr: İçe aktarılan fontlar projeyle birlikte paketlenir; böylece iCloud eşzamanlamasında ve proje aktarımında korunurlar.
uk: Імпортовані шрифти вкладаються в проєкт, тож не губляться під час синхронізації iCloud і передавання проєкту.
ur: امپورٹڈ فونٹس پروجیکٹ کے ساتھ بنڈل ہوتے ہیں تاکہ وہ iCloud مطابقت پذیری اور پروجیکٹ کی منتقلی سے بچ جائیں۔
vi: Các phông chữ đã nhập được đi kèm với dự án để chúng tồn tại trong quá trình đồng bộ hóa và chuyển dự án iCloud.
zh_hans: 导入的字体会与项目打包在一起，因此在 iCloud 同步和项目迁移后依然保留。
zh_hant: 輸入的字體會與專案一起打包，因此在 iCloud 同步和專案傳輸後依然保留。

source: Importing
ar: استيراد
ca: Importació
cs: Import
da: Importerer
de: Importieren
el: Εισαγωγή
es: Importación
fa: وارد کردن
fi: Tuodaan
fr: Importation
he: מייבא
hr: Uvoz
hu: Importálás
id: Mengimpor
it: Importazione
ja: 読み込み
ko: 가져오기
ms: Mengimport
nl: Importeren
no: Importerer
pl: Importowanie
pt_br: Importação
pt_pt: Importando
ro: Import
ru: Импорт
sk: Importuje sa
sl: Uvažanje
sv: Importerar
th: กำลังนำเข้า
tr: İçe aktarma
uk: Імпорт
ur: درآمد کرنا
vi: Nhập khẩu
zh_hans: 导入
zh_hant: 輸入
